{
    "__language": "vi",
    "__author": [
        "nhatminh-07"
    ],
    "__version": "212",
    "unknown_error_name": "Lỗi không rõ",
    "api_unaccessiable": "API của wiki này không có sẵn",
    "api_unwriteable": "Quyền viết API của wiki này không có sẵn",
    "fail_to_get_timestamp": "Không thể lấy được mốc thời gian của trang này.",
    "fail_to_get_edittoken": "Không thể lấy được Token sửa đổi của trang này.",
    "fail_to_get_pageinfo": "Không thể tải được thông tin của trang này",
    "not_autoconfirmed_user": "Bạn không phải là thành viên tự xác nhận",
    "hit_abusefilter": "Sửa đổi của bạn bị dính bởi (các) bộ lọc sai phạm",
    "unknown_edit_error": "Lỗi sửa đổi không rõ",
    "unknown_edit_error_message": "Lỗi sửa đổi không rõ($1)",
    "notitle": "Tham số tiêu đề phải được thiết lập",
    "notext": "Tham số nội dung phải được thiết lập",
    "notoken": "Tham số token phải được thiết lập",
    "invalidsection": "Tham số đề mục phải được đặt là một số nguyên hoặc 'mới'",
    "protectedtitle": "Tiêu đề này đã được khóa khởi tạo",
    "cantcreate": "Bạn không có quyền tạo trang mới",
    "cantcreate_anon": "Các thành viên chưa đăng nhập không thể tạo trang mới",
    "articleexists": "Trang bạn muốn tạo đã tồn tại",
    "noimageredirect_anon": "Các thành viên chưa đăng nhập không thể tạo trang đổi hướng tập tin",
    "noimageredirect": "Bạn không có quyền tạo trang đổi hướng tập tin",
    "spamdetected": "Sửa đổi của bạn bị từ chối bởi vì nó chứa một mục spam",
    "filtered": "Hàm gọi lại của bộ lọc đã từ chối sửa đổi của bạn",
    "contenttoobig": "Nội dung bạn vừa đăng vượt quá kích cỡ bài viết",
    "noedit_anon": "Các thành viên chưa đăng nhập không thể sửa đổi trang",
    "noedit": "Bạn không có quyền sửa đổi trang",
    "pagedeleted": "Trang này đã bị xóa trong khi bạn sửa đổi",
    "emptypage": "Tạo một trang mới mà không có nội dung là không được phép",
    "emptynewsection": "Không thể tạo một đề mục trống",
    "editconflict": "Sửa đổi mâu thuẫn! Đừng có hoảng loạn. Hãy kiểm tra lại sự khác biệt giữa nội dung của bạn và phiên bản hiện hành, rồi tải lại trang để đăng lại sửa đổi của bạn",
    "revwrongpage": "Phiên bản mà bạn đang sửa đổi hiện tại không phải là một phiên bản hợp lệ của trang này",
    "undofailure": "Việc lùi lại thất bại do sửa đổi mâu thuẫn.",
    "missingtitle": "Thiếu tiêu đề trong sửa đổi/trang tạo mới của bạn",
    "mustbeposted": "Sửa đổi này chỉ có thể được đăng lên bằng phương thức POST",
    "readapidenied": "Quyền đọc API bị từ chối",
    "writeapidenied": "Quyền viết API bị từ chối",
    "noapiwrite": "Không có quyền viết API ở trên wiki này.",
    "badtoken": "Token sửa đổi không hợp lệ",
    "missingparam": "Một trong hai tham số tiêu đề, pageid là bắt buộc",
    "invalidparammix": "Cả hai tham số title, pageid không thể được dùng đồng thời",
    "invalidtitle": "Tiêu đề trang không hợp lệ",
    "nosuchpageid": "ID trang này không tồn tại",
    "pagecannotexist": "Bạn không có quyền tạo trang mới ở không gian tên này",
    "nosuchrevid": "ID phiên bản này không tồn tại",
    "badmd5": "MD5 không hợp lệ",
    "hookaborted": "Sửa đổi của bạn bị từ chối bởi (các) hook sau",
    "parseerror": "Không thể phân tích cú pháp mã nguồn trang này",
    "summaryrequired": "Sửa đổi của bạn không có tóm lược sửa đổi",
    "blocked": "Bạn đã bị CẤM từ trước đó",
    "ratelimited": "Bạn đã vượt quá giới hạn hoạt động. Hãy chờ một lát và thử lại sau",
    "unknownerror": "Lỗi không rõ",
    "nosuchsection": "Không có đề mục như vậy",
    "sectionsnotsupported": "Không thể sửa đổi ở đề mục này",
    "editnotsupported": "Không thể sửa đổi ở đề mục này bằng cách ghi đè mục",
    "appendnotsupported": "Không thể thêm mã wiki vào đầu/cuối trang này",
    "redirect_appendonly": "Chỉ có việc thêm vào ở đầu/cuối trang có thể được thực hiện do quy định của trang đổi hướng này",
    "badformat": "Định dạng tuần tự hóa được yêu cầu này không thể được thực hiện dưới kiểu nội dung của trang này",
    "customcssprotected": "Bạn không được phép sửa đổi trang CSS tùy chỉnh",
    "customjsprotected": "Bạn không được phép sửa đổi trang JavaScript tùy chỉnh",
    "cascadeprotected": "Trang này đang bị khóa theo tầng",
    "network_edit_error": "Không thể sửa đổi trang này do lỗi kết nối mạng",
    "redirect_to_summary": "Đổi hướng tới [[$1]] \/\/ Wikiplus",
    "redirect_from_summary": "Đổi hướng [[$1]] tới [[$2]] \/\/ Wikiplus",
    "need_init": "Wikiplus không được tải lên hoàn toàn. Hiện tượng này rất hiếm gặp nên bạn có thể thử tải lại trang này.",
    "fail_to_get_wikitext": "Không thể tải mã nguồn wiki của trang này.",
    "quickedit_topbtn": "QuickEdit",
    "quickedit_sectionbtn": "QuickEdit",
    "fail_to_init_quickedit": "Không thể khởi tạo Wikiplus",
    "back": "Quay lại",
    "goto_editbox": "Chuyển xuống hộp sửa đổi",
    "summary_placehold": "Tóm lược sửa đổi",
    "submit": "Đăng",
    "publish_page": "Đăng trang",
    "publish_change": "Đăng thay đổi",
    "preview": "Xem trước",
    "cancel": "Hủy",
    "mark_minoredit": "Đánh dấu sửa đổi này là một sửa đổi nhỏ",
    "onclose_confirm": "[Wikiplus] Bạn có muốn đóng trang này khi bạn vẫn đang sửa đổi trang, bởi vì bạn có thể sẽ mất tất cả nội dung chưa được lưu?",
    "fail_to_get_wikitext_when_edit": "Không thể tải mã nguồn wiki cho sửa đổi của bạn",
    "cant_parse_wikitext": "Không thể phân tích mã wiki này",
    "loading_preview": "Đang tải trang xem trước",
    "submitting_edit": "Đang lưu thay đổi của bạn",
    "edit_success": "Sửa đổi của bạn đã được lưu trong $1ms",
    "empty_page_confirm": "Mã nguồn trong sửa đổi của bạn đang trống, khiến cho trang này được tẩy trống.\r\nHãy đặt giá trị của mục \"empty\" true để cho phép thực hiện sửa đổi này. (Đây là một mẹo cho nhà phát triển)",
    "cross_page_edit": "Nội dung mà bạn đang sửa đổi đang nằm ở trang khác, hãy chờ đợi...",
    "cross_page_edit_submit": "Đang lưu thay đổi của bạn...",
    "cross_page_edit_error": "Không thể tải được thông tin",
    "install_tip": "Bạn có muốn cho phép Wikiplus cung cấp thông tin không nhạy cảm để giúp chúng tôi phát triển Wikiplus và đưa ra phản hồi cho trang hiện tại: $1 ?",
    "accept": "Có",
    "decline": "Không",
    "install_finish": "Wikiplus đã đươc cài đặt, hãy sử dụng",
    "loading": "Đang tải",
    "cant_add_funcbtn": "Không thể thêm nút cho Wikiplus",
    "wikiplus_settings": "Cài đặt Wikiplus",
    "wikiplus_settings_desc": "Hãy điều chỉnh cài đặt theo các quy chuẩn phía dưới",
    "wikiplus_settings_placeholder": "Cài đặt của bạn đang bị trống, hãy cài đặt lại tùy chọn của bạn theo như tài liệu.",
    "wikiplus_settings_grammar_error": "Lỗi cú pháp trong cài đặt của bạn",
    "wikiplus_settings_saved": "Cài đặt của bạn đã được lưu",
    "redirect_from": "Đổi hướng từ",
    "redirect_desc": "Trang nào bạn muốn đổi hướng đến trang này?",
    "empty_input": "Dữ liệu nhập vào trống",
    "redirect_saved": "Việc đổi hướng đã được hoàn thiện",
    "uninited": "Wikiplus không được khởi tạo hoàn toàn, hãy tải lại trang",
    "cant_parse_i18ncache": "Không thể phân tích bộ nhớ của tệp i18n",
    "cant_load_language": "Không thể tải tệp i18n",
    "history_edit_warning": " // Bạn đang cố gắng sửa đổi một phiên bản cũ của trang này. Nó sẽ được áp dụng vào phiên bản mới nhất của bạn. Hãy cẩn thận.",
    "create_page_tip": "<!-- Bạn đang tạo một trang mới. Hãy xóa dòng này và hãy cẩn thận. -->",
    "continue": "Tiếp tục tiếp",
    "default_summary_suffix": "// Sửa đổi bằng Wikiplus"
}
